formulahendry.auto-rename-tag
coenraads.bracket-pair-colorizer-2
zhuangtongfa.material-theme
pkief.material-icon-theme
ms-vscode-remote.remote-wsl
angular.ng-template
esbenp.prettier-vscode
johnpapa.angular2
jpoissonnier.vscode-styled-components
yzhang.markdown-all-in-one
graphql.vscode-graphql
mgmcdermott.vscode-language-babel
